Repository: Project-Lycoris/lycoris-map
Catalog: apps/ios/Lycoris/Resources/PlaceMetadata.xcstrings
Source language: en
Languages: zh_hans

source: Airport
zh_hans: 飞机场

source: Closed now
zh_hans: 已结束营业

source: Closing soon
zh_hans: 即将结束营业

source: Hospital
zh_hans: 医院

source: Mall
zh_hans: 商场

source: Metro
zh_hans: 地铁站

source: Not specified
zh_hans: 未指定

source: Open now
zh_hans: 营业中

source: Other
zh_hans: 其他

source: Public toilet
zh_hans: 公共卫生间

source: Railway station
zh_hans: 火车站

source: School
zh_hans: 学校

source: Venue type
zh_hans: 场所类型

source: Park
zh_hans: 公园
